{
  "qkey": "Q27188178",
  "title": "Aladdin_(2019_film)",
  "title_pretty": "Aladdin (2019 film)",
  "description": "_**Aladdin**_ is a 2019 American musical fantasy film directed by Guy Ritchie\nfrom a screenplay he co-wrote with John August. Co-produced by Walt Disney\nPictures and Rideback, it is a live-action adaptation of Disney's 1992\nanimated film of the same name, itself based on Aladdin and the Wonderful\nLamp, a French addition to the Middle Eastern folk tale _One Thousand and One\nNights_. The film stars Will Smith with Mena Massoud, Naomi Scott, Marwan\nKenzari, Navid Negahban, Nasim Pedrad and Billy Magnussen in supporting roles.\nThe plot follows Aladdin, a street urchin, as he falls in love with Princess\nJasmine, befriends a wish-granting genie, and battles the wicked sorcerer\nJafar.\n\nIn October 2016, Disney announced Ritchie would direct a live-action _Aladdin_\nremake. Smith was the first member of the cast to join, signing on to portray\nGenie in July 2017, and Massoud and Scott were confirmed for the two lead\nroles later that month. Principal photography began that September at\nLongcross Studios in Surrey, England, also filming in the Wadi Rum Desert in\nJordan, and lasted until January 2018. Additional filming and pick-ups took\nplace in August 2018.\n\n_Aladdin_ was theatrically released in the United States on May 24, 2019. It\ngrossed over $1 billion worldwide, making it the ninth highest-grossing film\nof 2019. The film received mixed reviews from critics, with praise for its\nmusic, costume design, and the performances of Smith, Massoud, and Scott, but\ncriticism for Ritchie's direction, the CGI, and Kenzari's characterization of\nJafar. A sequel is in development.",
  "shortdescription": "2019 film by Walt Disney Pictures directed by Guy Ritchie",
  "image_url": "https://cdn.symbolspin.com/wpimages/Aladdin_(2019_film).jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Aladdin_(2019_film).jpg",
  "tags": [
    "Inclusivity",
    "Diversity",
    "Representation"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "film",
  "symbolspin_url": "https://symbolspin.com/topic/Q27188178",
  "explanipedia_url": "https://explanipedia.com/topic/Q27188178",
  "fiveflows_url": "https://5flows.org/topic/Q27188178"
}