{
  "qkey": "Q187745",
  "title": "Bohemian_Rhapsody",
  "title_pretty": "Bohemian Rhapsody",
  "description": "\" **Bohemian Rhapsody** \" is a song by the British rock band Queen, released\nas the lead single from their fourth album, _A Night at the Opera_ (1975).\nWritten by lead singer Freddie Mercury, the song is a six-minute suite,\nnotable for its lack of a refraining chorus and consisting of several\nsections: an intro, a ballad segment, an operatic passage, a hard rock part\nand a reflective coda. It is one of the few progressive rock songs of the\n1970s to achieve widespread commercial success and appeal to a mainstream\naudience.\n\nMercury referred to \"Bohemian Rhapsody\" as a \"mock opera\" that resulted from\nthe combination of three songs he had written. It was recorded by Queen and\nco-producer Roy Thomas Baker at five studios between August and September\n1975. Due to recording logistics of the era, the band had to bounce the tracks\nacross eight generations of 24-track tape, meaning that they required nearly\n200 tracks for overdubs. The song parodies elements of opera with bombastic\nchoruses, sarcastic recitative, and distorted Italian operatic phrases.\nLyrical references include Scaramouche, the fandango, Galileo Galilei, Figaro,\nand Beelzebub, with cries of \" _Bismillah_!\"\n\nAlthough critical reaction was initially mixed, \"Bohemian Rhapsody\" became\nregarded as one of the greatest rock songs of all time and is often regarded\nas the band's signature song. The promotional video is credited with\nfurthering the development of the music video medium. It has appeared in\nnumerous polls of the greatest songs in popular music, including a ranking at\nnumber 17 on _Rolling Stone_ 's list of \"the 500 Greatest Songs of All Time. A\n_Rolling Stone_ readers' poll ranked Mercury's vocal performance as the\ngreatest in rock history.\n\n\"Bohemian Rhapsody\" topped the UK Singles Chart for nine weeks (plus another\nfive weeks following Mercury's death in 1991) and remains the UK's third best-\nselling single of all time. It also topped the charts in countries including\nCanada, Australia, New Zealand, Ireland, and the Netherlands, and sold over\nsix million copies worldwide. In the United States, the song peaked at number\nnine in 1976, but reached a new peak of number two after appearing in the 1992\nfilm _Wayne's World_. In 2004, the song was inducted into the Grammy Hall of\nFame. Following the release of the 2018 biopic _Bohemian Rhapsody_ , it became\nthe most streamed song from the 20th century. In 2021, it was certified\nDiamond in the US for combined digital sales and streams equal to 10 million\nunits.",
  "shortdescription": "1975 single by Queen",
  "image_url": "https://cdn.symbolspin.com/wpimages/Bohemian_Rhapsody.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Bohemian_Rhapsody.jpg",
  "tags": [
    "Beauty",
    "Identity",
    "Equality"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "song",
  "symbolspin_url": "https://symbolspin.com/topic/Q187745",
  "explanipedia_url": "https://explanipedia.com/topic/Q187745",
  "fiveflows_url": "https://5flows.org/topic/Q187745"
}