{
  "qkey": "Q28572509",
  "title": "Despacito",
  "title_pretty": "Despacito",
  "description": "\" **Despacito** \" (American Spanish: [despa'sito]; \"Slowly\") is a song by\nPuerto Rican singer Luis Fonsi featuring Puerto Rican rapper and singer Daddy\nYankee as the lead single from Fonsi's 2019 studio album _Vida_. Released on\nJanuary 13, 2017, the song was written by Fonsi, Erika Ender and Daddy Yankee,\nand produced by Mauricio Rengifo and Andrés Torres. A remix version featuring\nCanadian singer Justin Bieber was released on April 17, 2017, which helped to\nimprove the chart performance of the song in numerous countries, including\nvarious number-one positions. \"Despacito\" has been widely credited by music\njournalists as being instrumental in popularizing Spanish-language pop music\nin the mainstream market again.\n\nIt is a reggaeton and Latin pop song composed in common time with lyrics about\ndesiring a sexual relationship, performed in a smooth and romantic way.\n\"Despacito\" received generally favorable reviews from music critics, who\npraised the fusion between Latin and urban rhythms, its catchiness, and its\ntext painting. It has received Latin Grammy Awards for Record of the Year,\nSong of the Year, Best Urban Fusion/Performance, and Best Short Form Music\nVideo at the 18th Latin Grammy Awards. \"Despacito\" has been also ranked among\nthe best Latin songs of all time and the best songs of 2017 by various\npublications, which referred to it as one of the most successful Spanish-\nlanguage tracks in pop music history.\n\nThe song topped the charts of 47 countries and reached the top 10 of six\nothers. In the United States, it became the first song primarily in Spanish to\ntop the _Billboard_ Hot 100 since Los del Río's \"Macarena\" in 1996,\nsubsequently tying the longest-reigning number one on the _Billboard_ Hot 100\nat the time with 16 weeks, as well as becoming the longest-running number-one\non the Hot Latin Songs chart with 56 weeks. It also became the first Latin\nsong to receive a diamond certification by the Recording Industry Association\nof America. The music video shows both artists performing the song in La Perla\nneighborhood of Old San Juan, Puerto Rico and local bar La Factoría. It was\nthe most-viewed YouTube video of all time from August 2017 to November 2020\nand became the first video on the site to reach the milestones of three, four,\nfive, six, and seven billion views. It is now the second most-viewed video on\nthe site, with \"Baby Shark\" by Pinkfong being the first most-viewed.",
  "shortdescription": "2017 single by Luis Fonsi featuring Daddy Yankee",
  "image_url": "https://cdn.symbolspin.com/wpimages/Despacito.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Despacito.jpg",
  "tags": [
    "Beauty",
    "Dance",
    "Love"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "song",
  "symbolspin_url": "https://symbolspin.com/topic/Q28572509",
  "explanipedia_url": "https://explanipedia.com/topic/Q28572509",
  "fiveflows_url": "https://5flows.org/topic/Q28572509"
}