{
  "qkey": "Q666856",
  "title": "I_Will_Always_Love_You",
  "title_pretty": "I Will Always Love You",
  "description": "\" **I Will Always Love You** \" is a song written and originally recorded in\n1973 by American singer-songwriter Dolly Parton. Written as a farewell to her\nbusiness partner and mentor Porter Wagoner, expressing Parton's decision to\npursue a solo career, the country single was released in 1974. The song was a\ncommercial success for Parton, twice reaching the top spot of the US\n_Billboard_ Hot Country Songs chart: first in June 1974, then again in October\n1982, with a re-recording for _The Best Little Whorehouse in Texas_\nsoundtrack.\n\nWhitney Houston recorded a Pop-ballad arrangement of the song for the 1992\nfilm _The Bodyguard_. Houston's version peaked at number one on the\n_Billboard_ Hot 100 for a then-record-breaking 14 weeks. The single was\ncertified diamond by the RIAA, making Houston's first diamond single, the\nthird female artist who had both a diamond single and a diamond album, and\nbecoming the best-selling single by a woman in the U.S. The song was a global\nsuccess, topping the charts in almost all countries. With over 20 million\ncopies sold worldwide, it became the best-selling single of all time by a\nfemale solo artist. It was also the world's best-selling single of 1992.\nHouston won the Grammy Award for Record of the Year and the Grammy Award for\nBest Pop Vocal Performance, Female in 1994 for \"I Will Always Love You\".\nHouston also won a Grammy Award for Album Of The Year for _The Bodyguard -\nOriginal Soundtrack Album_.\n\nThe song has been recorded by many other artists including Linda Ronstadt,\nJohn Doe, Amber Riley, LeAnn Rimes, and Sarah Washington, whose dance version\nreached number 12 on the UK Singles Chart. \"I Will Always Love You\" has been\nrecognized by BMI for over ten million broadcast performances.",
  "shortdescription": "1974 single by Dolly Parton",
  "image_url": "https://cdn.symbolspin.com/wpimages/I_Will_Always_Love_You.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/I_Will_Always_Love_You.jpg",
  "tags": [
    "Romance",
    "Passion",
    "Music"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "song",
  "symbolspin_url": "https://symbolspin.com/topic/Q666856",
  "explanipedia_url": "https://explanipedia.com/topic/Q666856",
  "fiveflows_url": "https://5flows.org/topic/Q666856"
}