{
  "qkey": "Q84",
  "title": "London",
  "title_pretty": "London",
  "description": "**London** is the capital and largest city of England and the United Kingdom,\nwith a population of just under 9 million. It stands on the River Thames in\nsouth-east England at the head of a 50-mile (80 km) estuary down to the North\nSea, and has been a major settlement for two millennia. The City of London,\nits ancient core and financial centre, was founded by the Romans as\n_Londinium_ and retains its medieval boundaries. The City of Westminster, to\nthe west of the City of London, has for centuries hosted the national\ngovernment and parliament. Since the 19th century, the name \"London\" has also\nreferred to the metropolis around this core, historically split between the\ncounties of Middlesex, Essex, Surrey, Kent, and Hertfordshire, which since\n1965 has largely comprised Greater London, which is governed by 33 local\nauthorities and the Greater London Authority.\n\nAs one of the world's major global cities, London exerts a strong influence on\nits arts, entertainment, fashion, commerce and finance, education, health\ncare, media, science and technology, tourism, and transport and\ncommunications. Its GDP (€801.66 billion in 2017) makes it the largest urban\neconomy in Europe, and it is one of the major financial centres in the world.\nWith Europe's largest concentration of higher education institutions, it is\nhome to some of the highest-ranked academic institutions in the world—Imperial\nCollege London in natural and applied sciences, the London School of Economics\nin social sciences, and the comprehensive University College London. London is\nthe most visited city in Europe and has the busiest city airport system in the\nworld. The London Underground is the oldest rapid transit system in the world.\n\nLondon's diverse cultures encompass over 300 languages. The mid-2018\npopulation of Greater London of about 9 million made it Europe's third-most\npopulous city, accounting for 13.4% of the population of the United Kingdom\nand over 16% of the population of England. The Greater London Built-up Area is\nthe fourth-most populous in Europe with about 9.8 million inhabitants at the\n2011 census. The London metropolitan area is the third-most populous in Europe\nwith about 14 million inhabitants in 2016, granting London the status of a\nmegacity.\n\nLondon has four World Heritage Sites: the Tower of London; Kew Gardens; the\ncombined Palace of Westminster, Westminster Abbey, and St Margaret's Church;\nand also the historic settlement in Greenwich, where the Royal Observatory,\nGreenwich defines the prime meridian (0° longitude) and Greenwich Mean Time.\nOther landmarks include Buckingham Palace, the London Eye, Piccadilly Circus,\nSt Paul's Cathedral, Tower Bridge, and Trafalgar Square. London has many\nmuseums, galleries, libraries and cultural venues, including the British\nMuseum, National Gallery, Natural History Museum, Tate Modern, British\nLibrary, and numerous West End theatres. Important sporting events held in\nLondon include the FA Cup Final (held annually at Wembley Stadium), Wimbledon\nTennis Championships and the London Marathon. In 2012, London became the first\ncity to host three Summer Olympic Games.",
  "shortdescription": "Capital city of England and the United Kingdom",
  "image_url": "https://cdn.symbolspin.com/wpimages/London.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/London.jpg",
  "tags": [
    "Beauty",
    "History",
    "Diversity"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "city",
  "symbolspin_url": "https://symbolspin.com/topic/Q84",
  "explanipedia_url": "https://explanipedia.com/topic/Q84",
  "fiveflows_url": "https://5flows.org/topic/Q84"
}