{
  "qkey": "Q90",
  "title": "Paris",
  "title_pretty": "Paris",
  "description": "**Paris** (English: ; French pronunciation: [paʁi] ) is the capital and most\npopulous city of France. With an official estimated population of 2,102,650\nresidents as of 1 January 2023 in an area of more than 105 km2 (41 sq mi),\nParis is the fifth-most populated city in the European Union and the 30th most\ndensely populated city in the world in 2022. Since the 17th century, Paris has\nbeen one of the world's major centres of finance, diplomacy, commerce,\nculture, fashion, gastronomy and many areas. For its leading role in the arts\nand sciences, as well as its early and extensive system of street lighting, in\nthe 19th century, it became known as the City of Light.\n\nThe City of Paris is the centre of the Île-de-France region, or Paris Region,\nwith an official estimated population of 12,271,794 inhabitants on January 1,\n2023, or about 19% of the population of France, making the region France's\nprimate city. The Paris Region had a GDP of €765 billion in 2021, the highest\nin the European Union. According to the Economist Intelligence Unit Worldwide\nCost of Living Survey, in 2022, Paris was the city with the ninth-highest cost\nof living in the world.\n\nParis is a major railway, highway, and air-transport hub served by two\ninternational airports: Charles de Gaulle Airport (the third-busiest airport\nin Europe) and Orly Airport. Opened in 1900, the city's subway system, the\nParis Métro, serves 5.23 million passengers daily; it is the second-busiest\nmetro system in Europe after the Moscow Metro. Gare du Nord is the 24th-\nbusiest railway station in the world and the busiest outside Japan, with 262\nmillion passengers in 2015. Paris is especially known for its museums and\narchitectural landmarks: the Louvre received 7.8 million visitors in 2022,\nkeeping its position as the most-visited art museum in the world. The Musée\nd'Orsay, Musée Marmottan Monet and Musée de l'Orangerie are noted for their\ncollections of French Impressionist art. The Pompidou Centre Musée National\nd'Art Moderne has the largest collection of modern and contemporary art in\nEurope and Musée Rodin and Musée Picasso. The historical district along the\nSeine in the city centre has been classified as a UNESCO World Heritage Site\nsince 1991.\n\nParis hosts several United Nations organizations including UNESCO, and other\ninternational organizations such as the OECD, the OECD Development Centre, the\nInternational Bureau of Weights and Measures, the International Energy Agency,\nthe International Federation for Human Rights, along with European bodies such\nas the European Space Agency, the European Banking Authority or the European\nSecurities and Markets Authority. The football club Paris Saint-Germain and\nthe rugby union club Stade Français are based in Paris. The 80,000-seat Stade\nde France, built for the 1998 FIFA World Cup, is located just north of Paris\nin the neighbouring commune of Saint-Denis. Paris hosts the annual French Open\nGrand Slam tennis tournament on the red clay of Roland Garros. The city hosted\nthe Olympic Games in 1900 and 1924, and will host the 2024 Summer Olympics.\nThe 1938 and 1998 FIFA World Cups, the 2007 Rugby World Cup, as well as the\n1960, 1984 and 2016 UEFA European Championships were also held in the city.\nEvery July, the Tour de France bicycle race finishes on the Avenue des Champs-\nÉlysées in Paris.",
  "shortdescription": "Capital and largest city of France",
  "image_url": "https://cdn.symbolspin.com/wpimages/Paris.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Paris.jpg",
  "tags": [
    "Romance",
    "History",
    "SocialJustice"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "city",
  "symbolspin_url": "https://symbolspin.com/topic/Q90",
  "explanipedia_url": "https://explanipedia.com/topic/Q90",
  "fiveflows_url": "https://5flows.org/topic/Q90"
}