{
  "qkey": "Q23685878",
  "title": "Shazam!_(film)",
  "title_pretty": "Shazam! (film)",
  "description": "_**Shazam!**_ is a 2019 superhero film based on the DC Comics character of the\nsame name. Produced by New Line Cinema, DC Films, the Safran Company, and\nSeven Bucks Productions, and distributed by Warner Bros. Pictures, it is the\nseventh installment in the DC Extended Universe (DCEU). It was directed by\nDavid F. Sandberg from a screenplay by Henry Gayden who co-wrote the story\nwith Darren Lemke, and stars Zachary Levi, Mark Strong, Asher Angel, Jack\nDylan Grazer, and Djimon Hounsou. The film follows teenager Billy Batson\n(Angel) as he is chosen by the ancient wizard Shazam (Hounsou) to be his new\nchampion by saying the name \"Shazam\", allowing him to transform into an adult\nsuperhero (Levi) with various superpowers. Billy and his foster brother Freddy\nFreeman (Grazer) must discover Billy's new powers in order to stop the evil\nDr. Thaddeus Sivana (Strong) and the Seven Deadly Sins.\n\nDevelopment of a live-action _Shazam!_ film began at New Line in the early\n2000s, but was delayed for several years. The film went into pre-production in\n2009, with Peter Segal as director, John August as writer and Dwayne Johnson\nbeing considered to star as the villain Black Adam, but the project fell\nthrough; Johnson acts as an executive producer on _Shazam!_ William Goldman,\nAlec Sokolow, Joel Cohen, Bill Birch, and Geoff Johns, among others, were all\nattached to the project as writers at various points. The film was officially\nannounced in 2014, with Johnson attached to star as either Shazam or Black\nAdam. In January 2017, he was cast to lead a solo Black Adam development\nproject. Sandberg signed on to direct _Shazam!_ in February 2017, and Levi was\ncast that October, with Angel joining the following month. Principal\nphotography began in Toronto on January 29, 2018, with most of the film shot\nat Pinewood Toronto Studios, and wrapped on May 11.\n\n_Shazam!_ was released in the United States in RealD 3D, Dolby Cinema, IMAX,\n4DX, and ScreenX on April 5, 2019. The film was a box office success, grossing\n$366.1 million worldwide, and received positive reviews from critics, who\npraised Sandberg's direction and the performances of Levi, Angel and Grazer,\nas well as its generally light tone and sense of fun. It was followed by the\nspin-off film _Black Adam_ (2022) and a sequel called _Shazam! Fury of the\nGods_ will be releasing in 2023.",
  "shortdescription": "2019 film by David F. Sandberg",
  "image_url": "https://cdn.symbolspin.com/wpimages/Shazam!_(film).jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Shazam!_(film).jpg",
  "tags": [
    "Inclusivity",
    "Diversity",
    "Representation"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "film",
  "symbolspin_url": "https://symbolspin.com/topic/Q23685878",
  "explanipedia_url": "https://explanipedia.com/topic/Q23685878",
  "fiveflows_url": "https://5flows.org/topic/Q23685878"
}