{
  "qkey": "Q334",
  "title": "Singapore",
  "title_pretty": "Singapore",
  "description": "**Singapore** ( (listen)), officially the **Republic of Singapore** , is a\nsovereign island country and city-state in maritime Southeast Asia. It lies\nabout one degree of latitude (137 kilometres or 85 miles) north of the\nequator, off the southern tip of the Malay Peninsula, bordering the Strait of\nMalacca to the west, the Singapore Strait to the south, the South China Sea to\nthe east, and the Straits of Johor to the north. The country's territory is\ncomposed of one main island, 63 satellite islands and islets, and one outlying\nislet; the combined area of these has increased by 25% since the country's\nindependence as a result of extensive land reclamation projects. It has the\nthird highest population density in the world. With a multicultural population\nand recognising the need to respect cultural identities of the major ethnic\ngroups within the nation, Singapore has four official languages: English,\nMalay, Mandarin, and Tamil. English is the lingua franca and numerous public\nservices are available only in English. Multi-racialism is enshrined in the\nconstitution and continues to shape national policies in education, housing,\nand politics.\n\nSingapore's history dates back at least a millennium, having been a maritime\nemporium known as _Temasek_ and subsequently as a major constituent part of\nseveral successive thalassocratic empires. Its contemporary era began in 1819\nwhen Stamford Raffles established Singapore as an entrepôt trading post of the\nBritish Empire. In 1867, the colonies in Southeast Asia were reorganised and\nSingapore came under the direct control of Britain as part of the Straits\nSettlements. During World War II, Singapore was occupied by Japan in 1942, and\nreturned to British control as a separate Crown colony following Japan's\nsurrender in 1945. Singapore gained self-governance in 1959 and in 1963 became\npart of the new federation of Malaysia, alongside Malaya, North Borneo, and\nSarawak. Ideological differences, most notably the perceived encroachment of\nthe egalitarian \"Malaysian Malaysia\" political ideology led by Lee Kuan Yew\ninto the other constituent entities of Malaysia—at the perceived expense of\nthe _bumiputera_ and the policies of _Ketuanan Melayu_ —eventually led to\nSingapore's expulsion from the federation two years later; Singapore became an\nindependent sovereign country in 1965.\n\nAfter early years of turbulence whilst lacking natural resources and a\nhinterland, the nation rapidly developed to become one of the Four Asian\nTigers based on international trade and economic globalisation, integrating\nitself within the world economy through free trade with minimal-to-no trade\nbarriers or tariffs, export-oriented industrialisation, and the large\naccumulation of received foreign direct investments, foreign-exchange\nreserves, and assets held by sovereign wealth funds. A highly developed\ncountry, it is tied at 12th on the UN Human Development Index and has the\nsecond-highest GDP per capita (PPP) in the world. Identified as a tax haven,\nSingapore is the only country in Asia with a AAA sovereign credit rating from\nall major rating agencies. It is a major aviation, financial, and maritime\nshipping hub, and has consistently been ranked as one of the most expensive\ncities to live in for expatriates and foreign workers. Singapore is placed\nhighly in key social indicators: education, healthcare, quality of life,\npersonal safety, infrastructure, and housing, with a home-ownership rate of 88\npercent. Singaporeans enjoy one of the longest life expectancies, fastest\nInternet connection speeds, lowest infant mortality rates, and lowest levels\nof corruption in the world.\n\nSingapore is a unitary parliamentary republic with a Westminster system of\nunicameral parliamentary government, and its legal system is based on common\nlaw. Although the country is a multi-party democracy with free elections, the\ngovernment under the People's Action Party (PAP) wields significant control\nand dominance over politics and society. The PAP has governed the country\ncontinuously since full internal self-government was achieved in 1959, with 83\nout of 104 seats in Parliament as of the 2020 general election. One of the\nfive founding members of ASEAN, Singapore is also the headquarters of the\nAsia-Pacific Economic Cooperation (APEC) Secretariat, the Pacific Economic\nCooperation Council (PECC) Secretariat, and is the host city of many\ninternational conferences and events. Singapore is also a member of the United\nNations (UN), World Trade Organization (WTO), East Asia Summit (EAS), Non-\nAligned Movement (NAM), and the Commonwealth of Nations.",
  "shortdescription": "City-state in maritime Southeast Asia",
  "image_url": "https://cdn.symbolspin.com/wpimages/Singapore.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Singapore.jpg",
  "tags": [
    "Diversity",
    "Resilience",
    "Efficiency"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "city",
  "symbolspin_url": "https://symbolspin.com/topic/Q334",
  "explanipedia_url": "https://explanipedia.com/topic/Q334",
  "fiveflows_url": "https://5flows.org/topic/Q334"
}