{
  "qkey": "Q59297929",
  "title": "Thank_U,_Next_(song)",
  "title_pretty": "Thank U, Next (song)",
  "description": "\" **Thank U, Next** \" is a song by American singer Ariana Grande. It was\nsurprise released on November 3, 2018, through Republic Records, as the lead\nsingle from her fifth studio album of the same name. Written by Grande, Tayla\nParx and Victoria Monét, along with its producers Tommy Brown, Charles\nAnderson, and Michael Foster, \"Thank U, Next\" is a celebratory ode to Grande's\nfailed relationships, following her highly publicized breakup with then-fiancé\nPete Davidson. Considered a modern cultural phenomenon, the song's title and\nits lyrics spawned several catch phrases and online memes.\n\nGrande originally wrote the song while engaged to Davidson, during a\ntumultuous point in their relationship. Several versions of the song were\nrecorded due to the uncertainty of her relationship with Davidson at the time,\nas well as hesitation from Parx regarding whether Grande should list the names\nof her exes in the song's lyrics. Upon release, \"Thank U, Next\" was met with\ncritical acclaim; critics praised its catchiness, lyricism and positive\nmessage. It has been listed as one of the 100 songs that defined the 2010s\ndecade by _Billboard_ , and was featured in several year-end and decade-end\nrankings. The song was also included in _Rolling Stone'_ s 2021 revision of\ntheir 500 Greatest Songs of All Time.\n\n\"Thank U, Next\" was an immediate commercial success worldwide reaching number\none in 23 countries. With only five days of tracking, it debuted at number-one\non the _Billboard_ Hot 100, becoming Grande's first number one single in the\nUnited States. It spent seven weeks at number one in the country, and has been\ncertified as five-times platinum by the RIAA. The song also broke numerous\nstreaming records upon release, including the record for the most streams\nreceived by a song in a single day for a female artist on Spotify, and the\nlargest on-demand streaming week for a female artist ever recorded in the US.\n\nIts music video, directed by Hannah Lux Davis, was released on November 30,\n2018. The music video referenced the early 2000s' cult classic films _Bring It\nOn_ , _Legally Blonde_ , _Mean Girls_ and _13 Going on 30_ , and featured\nseveral celebrity cameos. It broke many viewership records, including the\nrecord for the most-watched music video on YouTube within 24 hours, with over\n55.4 million views, and the largest YouTube Premiere ever at the time. The\nvideo was met with widespread critical acclaim, was highlighted as one of the\npioneering moments in pop culture for 2018 and received a nomination for Video\nof the Year at the 2019 MTV Video Music Awards.",
  "shortdescription": "2018 single by Ariana Grande",
  "image_url": "https://cdn.symbolspin.com/wpimages/Thank_U,_Next_(song).jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Thank_U,_Next_(song).jpg",
  "tags": [
    "Empowerment",
    "Strength",
    "Music"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "song",
  "symbolspin_url": "https://symbolspin.com/topic/Q59297929",
  "explanipedia_url": "https://explanipedia.com/topic/Q59297929",
  "fiveflows_url": "https://5flows.org/topic/Q59297929"
}