{
  "qkey": "Q58192616",
  "title": "Thank_U,_Next",
  "title_pretty": "Thank U, Next",
  "description": "_**Thank U, Next**_ (stylized in all lowercase) is the fifth studio album by\nAmerican singer Ariana Grande, released on February 8, 2019, by Republic\nRecords. It was released six months after her fourth studio album _Sweetener_\n(2018), conceived in the midst of Grande's personal struggles, including the\ndeath of ex-boyfriend Mac Miller and the end of her engagement to Pete\nDavidson. Grande began working on the album in October 2018, enlisting writers\nand producers such as Tommy Brown, Max Martin, Ilya Salmanzadeh and Pop\nWansel. With _Thank U, Next_ , Grande distanced herself from the traditional\npromotion cycle that she employed for her previous album releases. Musically,\nthe album is predominantly pop, R&B and trap. It was described as Grande's\nmost personal record up to that point, with its lyrical content reflecting on\npersonal flaws, grief and denial, as well as independence and self-\nempowerment.\n\nThe album was preceded by two singles, the title track and \"7 Rings\", both of\nwhich debuted atop the _Billboard_ Hot 100 chart, becoming Grande's first two\nnumber-one songs in the United States. \"Break Up with Your Girlfriend, I'm\nBored\" became the third single on the day of the album's release, peaking at\nnumber two on the Hot 100. All of the album's 12 tracks entered the Hot 100,\nwith the singles occupying the top three spots, making Grande the first\nsoloist to achieve this feat. The album topped the charts in 17 countries, and\nbroke many streaming records upon release, including the records for the\nlargest weekly streams for a pop album and a female album in the United\nStates. It was certified double platinum by the Recording Industry Association\nof America, and landed at number two on the US _Billboard_ 200 Year-End chart\nof 2019. Globally, it was the eighth best-selling album of 2019, and fourth\nbest-selling album by a female artist.\n\nUpon its release, _Thank U, Next_ received critical acclaim, with praise on\nits cohesiveness, the production and Grande's vulnerability throughout the\nrecord. Named by several publications as the best album of 2019, it was\nincluded in numerous publications' year-end and decade-end lists. In support\nof both _Sweetener_ and _Thank U, Next_ , Grande embarked on the Sweetener\nWorld Tour, beginning on March 18, 2019. The concert tour was commercially\nsuccessful, grossing over $146 million from 97 shows. _Thank U, Next_ and its\nsongs received nominations for four Grammy Awards, an American Music Award, a\nBillboard Music Award and a Juno Award.",
  "shortdescription": "2019 studio album by Ariana Grande",
  "image_url": "https://cdn.symbolspin.com/wpimages/Thank_U,_Next.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Thank_U,_Next.jpg",
  "tags": [
    "Freedom",
    "Feminism",
    "Empowerment"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "album",
  "symbolspin_url": "https://symbolspin.com/topic/Q58192616",
  "explanipedia_url": "https://explanipedia.com/topic/Q58192616",
  "fiveflows_url": "https://5flows.org/topic/Q58192616"
}