{
  "qkey": "Q922139",
  "title": "The_Sound_of_Silence",
  "title_pretty": "The Sound of Silence",
  "description": "\" **The Sound of Silence** ,\" originally \" **The Sounds of Silence** ,\" is a\nsong by the American music duo Simon & Garfunkel. It is said that the song was\nwritten by Paul Simon over several months in 1963 and 1964. The duo's studio\naudition of the song led to a record deal with Columbia Records, and the\noriginal acoustic version was recorded in March 1964 at Columbia Studios in\nNew York City for their debut album, _Wednesday Morning, 3 A.M._ Released on\nOctober 19, 1964, the album was a commercial failure and led to the duo\ndisbanding; Simon returned to England, and Art Garfunkel to his studies at\nColumbia University.\n\nIn 1965, the song began to attract airplay at radio stations in Boston and\nthroughout Florida. The growing airplay led Tom Wilson, the song's producer,\nto remix the track, overdubbing electric instruments and drums. This remixed\nversion was released as a single in September 1965. Simon & Garfunkel were not\ninformed of the song's remix until after its release. The remix hit No. 1 on\nthe _Billboard_ Hot 100 for the week ending January 1, 1966, leading the duo\nto reunite and hastily record their second album, which Columbia titled\n_Sounds of Silence_ in an attempt to capitalize on the song's success. The\nremixed single version of the song was included on this follow-up album.\nLater, it was featured in the 1967 film _The Graduate_ and was included on the\nfilm's soundtrack album. It was additionally released on the _Mrs. Robinson_\nEP in 1968, along with three other songs from the film: \"Mrs. Robinson,\"\n\"April Come She Will\" and \"Scarborough Fair/Canticle.\"\n\n\"The Sound of Silence\" was a top-ten hit in multiple countries worldwide,\namong them Australia, Austria, West Germany, Japan and the Netherlands.\nGenerally considered a classic folk rock song, the song was added to the\nNational Recording Registry in the Library of Congress for being \"culturally,\nhistorically, or aesthetically important\" in 2012, along with the rest of the\n_Sounds of Silence_ album. Since its release, the song was included in later\ncompilations, beginning with the 1972 compilation album _Simon and Garfunkel's\nGreatest Hits_.",
  "shortdescription": "Song by Simon & Garfunkel",
  "image_url": "https://cdn.symbolspin.com/wpimages/The_Sound_of_Silence.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/The_Sound_of_Silence.jpg",
  "tags": [
    "Isolation",
    "Serenity",
    "Harmony"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "song",
  "symbolspin_url": "https://symbolspin.com/topic/Q922139",
  "explanipedia_url": "https://explanipedia.com/topic/Q922139",
  "fiveflows_url": "https://5flows.org/topic/Q922139"
}