{
  "qkey": "Q151114",
  "title": "The_Wall",
  "title_pretty": "The Wall",
  "description": "_**The Wall**_ is the eleventh studio album by the English progressive rock\nband Pink Floyd, released on 30 November 1979 by Harvest/EMI and Columbia/CBS\nRecords. It is a rock opera that explores Pink, a jaded rock star whose\neventual self-imposed isolation from society forms a figurative wall. The\nalbum was a commercial success, topping the US charts for 15 weeks and\nreaching number three in the UK. It initially received mixed reviews from\ncritics, many of whom found it overblown and pretentious, but later received\naccolades as one of the greatest albums of all time and one of the band's\nfinest works.\n\nBassist Roger Waters conceived _The Wall_ during Pink Floyd's 1977 In the\nFlesh tour, modelling the character of Pink after himself and former bandmate\nSyd Barrett. Recording spanned from December 1978 to November 1979. Producer\nBob Ezrin helped to refine the concept and bridge tensions during recording,\nas the band members were struggling with personal and financial issues at the\ntime. _The Wall_ was the last album to feature Pink Floyd as a quartet;\nkeyboardist Richard Wright was fired by Waters during production but stayed on\nas a salaried musician.\n\nThree singles were issued from the album: \"Another Brick in the Wall, Part 2\"\n(Pink Floyd's only UK _and_ US number-one single), \"Run Like Hell\", and\n\"Comfortably Numb\". From 1980 to 1981, Pink Floyd performed the full album on\na tour that featured elaborate theatrical effects. In 1982, _The Wall_ was\nadapted into a feature film for which Waters wrote the screenplay.\n\n_The Wall_ is one of the best-known concept albums. With over 30 million\ncopies sold, it is the second best-selling album in the band's catalogue\n(behind _The Dark Side of the Moon_ ), the best selling double-album of all\ntime, and one of the best-selling albums of all time overall. Some of the\nouttakes from the recording sessions were used on the group's next album, _The\nFinal Cut_ (1983). In 2000, it was voted number 30 in Colin Larkin's _All Time\nTop 1000 Albums_. In 2003, 2012, and 2020, it was included in _Rolling Stone_\n's lists of the greatest albums of all time. From 2010 to 2013, Waters staged\na new _Wall_ live tour that became the highest-grossing tour by a solo\nmusician.",
  "shortdescription": "1979 studio album by Pink Floyd",
  "image_url": "https://cdn.symbolspin.com/wpimages/The_Wall.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/The_Wall.jpg",
  "tags": [
    "Freedom",
    "History",
    "Equality"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "album",
  "symbolspin_url": "https://symbolspin.com/topic/Q151114",
  "explanipedia_url": "https://explanipedia.com/topic/Q151114",
  "fiveflows_url": "https://5flows.org/topic/Q151114"
}