{
  "qkey": "Q27044293",
  "title": "The_Lion_King_(2019_film)",
  "title_pretty": "The Lion King (2019 film)",
  "description": "_**The Lion King**_ is a 2019 American musical drama film directed and\nproduced by Jon Favreau, written by Jeff Nathanson, and produced by Walt\nDisney Pictures and Fairview Entertainment. It is a photorealistic computer-\nanimated remake of Disney's traditionally animated 1994 film of the same name.\nThe film stars the voices of Donald Glover, Seth Rogen, Chiwetel Ejiofor,\nAlfre Woodard, Billy Eichner, John Kani, John Oliver, Florence Kasumba, Eric\nAndré, Keegan-Michael Key, JD McCrary, Shahadi Wright Joseph, and Beyoncé\nKnowles-Carter, as well as James Earl Jones reprising his role from the\noriginal film. The plot follows Simba, a young lion who must embrace his role\nas the rightful king of his homeland following the murder of his father,\nMufasa, at the hands of his uncle, Scar.\n\nPlans for a remake of 1994's _The Lion King_ were confirmed in September 2016\nwith Favreau attached to directed following box office successes for Disney\nremakes such as _The Jungle Book_ (2016), which was also directed by Favreau.\nDisney hired Nathanson to write the screenplay in October 2016. Favreau was\ninspired by certain roles of characters in the Broadway adaptation, and\ndeveloped upon elements of the original film's story. Much of the main cast\nsigned in early 2017, and principal photography began in mid-2017 on a blue\nscreen stage in Los Angeles. The \"virtual-reality tools\" utilized in _The\nJungle Book_ 's cinematography were used to a greater degree during filming of\n_The Lion King_. Composers Hans Zimmer, Elton John, and lyricist Tim Rice, all\nof whom worked on the original's soundtrack, returned to compose the score\nalongside Knowles-Carter, who assisted John in the reworking of the soundtrack\nand wrote a new song for the film, titled \"Spirit\", which she also performed.\nThe film serves as the final credit for editor Mark Livolsi, and it is\ndedicated to his memory. With an estimated budget of around $260 million, _The\nLion King_ is one of the most expensive films ever made.\n\n_The Lion King_ premiered in Hollywood on July 9, 2019, and was theatrically\nreleased in the United States on July 19, 2019, in the Dolby Cinema, RealD 3D\nand IMAX formats. It has grossed over $1.6 billion worldwide during its\ntheatrical run, overtaking _Frozen_ to become the highest-grossing animated\nfilm of all time. It also became the seventh-highest-grossing film of all time\nand the second-highest-grossing film of 2019. _The Lion King_ received mixed\nreviews from critics, with praise for its visual effects, music, and vocal\nperformances (particularly Rogen and Eichner), but criticism for its lack of\noriginality and facial emotion on the characters. The film received\nnominations for Best Animated Feature Film and Original Song categories at the\n77th Golden Globe Awards and 25th Critics' Choice Awards. It was also\nnominated at 73rd British Academy Film Awards and 92nd Academy Awards, both\nfor visual effects. A prequel film, titled _Mufasa: The Lion King_ , is set\nfor release on July 5, 2024, with Barry Jenkins attached to direct.",
  "shortdescription": "2019 film directed by Jon Favreau",
  "image_url": "https://cdn.symbolspin.com/wpimages/The_Lion_King_(2019_film).jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/The_Lion_King_(2019_film).jpg",
  "tags": [
    "Courage",
    "Perseverance",
    "Adventure"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "film",
  "symbolspin_url": "https://symbolspin.com/topic/Q27044293",
  "explanipedia_url": "https://explanipedia.com/topic/Q27044293",
  "fiveflows_url": "https://5flows.org/topic/Q27044293"
}