{
  "qkey": "Q52808665",
  "title": "This_Is_America_(song)",
  "title_pretty": "This Is America (song)",
  "description": "\" **This Is America** \" is a song by American rapper Donald Glover, under his\nmusical stage name Childish Gambino. Written and produced by Glover and Ludwig\nGöransson, with additional writing credits going to American rapper Young\nThug, it was released on May 6, 2018 at the same time that Gambino was hosting\nan episode of _Saturday Night Live_. The song features background vocals from\nYoung Thug alongside fellow American rappers Slim Jxmmi of Rae Sremmurd,\nBlocBoy JB, Quavo of Migos, and Atlanta-based rapper 21 Savage. The lyrics and\naccompanying music video, reflecting the core of the Black Lives Matter\nmovement, confront issues of ongoing systemic racism, including prejudice,\nracial violence, the ghetto, and law enforcement in the United States, as well\nas the wider issues of mass shootings and gun violence in the United States.\n\nThe song's accompanying music video was directed by filmmaker Hiro Murai, a\nfrequent Gambino collaborator. \"This Is America\" became the 31st song to debut\nat number one on the US _Billboard_ Hot 100, becoming both Gambino's first\nnumber one and top ten single in the country. It has also topped the charts in\nAustralia, Canada, and New Zealand. The song won in all four of its nominated\ncategories at the 61st Annual Grammy Awards: Record of the Year, Song of the\nYear, Best Rap/Sung Performance and Best Music Video. This made Gambino the\nfirst hip-hop artist to win Record of the Year and Song of the Year, and \"This\nIs America\" the first rap song to win these awards.",
  "shortdescription": "2018 single by Childish Gambino",
  "image_url": "https://cdn.symbolspin.com/wpimages/This_Is_America_(song).jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/This_Is_America_(song).jpg",
  "tags": [
    "Violence",
    "Injustice",
    "Politics"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "song",
  "symbolspin_url": "https://symbolspin.com/topic/Q52808665",
  "explanipedia_url": "https://explanipedia.com/topic/Q52808665",
  "fiveflows_url": "https://5flows.org/topic/Q52808665"
}