{
  "qkey": "Q1490",
  "title": "Tokyo",
  "title_pretty": "Tokyo",
  "description": "**Tokyo** (; Japanese: 東京, _Tōkyō_ , [toːkʲoː] (listen)), officially the\n**Tokyo Metropolis** (東京都, _Tōkyō-to_ ), is the capital and most populous city\nof Japan. Formerly known as **Edo** , its metropolitan area (13,452 square\nkilometers or 5,194 square miles) is the most populous in the world, with an\nestimated 37.468 million residents as of 2018; the city proper has a\npopulation of 13.99 million people. Located at the head of Tokyo Bay, the\nprefecture forms part of the Kantō region on the central coast of Honshu,\nJapan's largest island. Tokyo serves as Japan's economic center and is the\nseat of both the Japanese government and the Emperor of Japan.\n\nOriginally a fishing village named Edo, the city became politically prominent\nin 1603, when it became the seat of the Tokugawa shogunate. By the mid-18th\ncentury, Edo was one of the most populous cities in the world with a\npopulation of over one million people. Following the Meiji Restoration of\n1868, the imperial capital in Kyoto was moved to Edo, which was renamed\n\"Tokyo\" (lit. 'Eastern Capital'). Tokyo was devastated by the 1923 Great Kantō\nearthquake, and again by Allied bombing raids during World War II. Beginning\nin the 1950s, the city underwent rapid reconstruction and expansion efforts,\ngoing on to lead the Japanese economic miracle. Since 1943, the Tokyo\nMetropolitan Government has administered the prefecture's 23 special wards\n(formerly Tokyo City), various commuter towns and suburbs in its western area,\nand two outlying island chains known as the Tokyo Islands.\n\nTokyo is the second-largest urban economy worldwide by gross domestic product\nafter New York City, and is categorized as an Alpha+ city by the Globalization\nand World Cities Research Network. It is also Japan's leading business hub as\npart of an industrial region that includes the cities of Yokohama, Kawasaki,\nand Chiba. As of 2021, Tokyo is home to 37 companies of the _Fortune_ Global\n500. In 2020, the city ranked fourth on the Global Financial Centres Index,\nbehind only New York City, London, and Shanghai. Tokyo is home to the world's\ntallest tower, Tokyo Skytree, and the world's largest underground floodwater\ndiversion facility, the Metropolitan Area Outer Underground Discharge Channel\n(located in Kasukabe, Saitama, a suburb of Tokyo). The Tokyo Metro Ginza Line,\nopened in 1927, is the oldest underground metro line in East Asia. Recognized\nas one of the most livable cities in the world, Tokyo was tied fourth with\nWellington in the 2021 Global Livability Ranking.\n\nThe city has hosted multiple international events, including the 1964 Summer\nOlympics and 1964 Summer Paralympics, the 2020 Summer Olympics and 2020 Summer\nParalympics (postponed; held in 2021), and three summits of the G7 (in 1979,\n1986, and 1993). Tokyo is an international research and development hub and is\nlikewise represented by several major universities, most notably the\nUniversity of Tokyo. Tokyo Station is the central hub for Japan's high-speed\nrailway network, the Shinkansen; Shinjuku Station in Tokyo is also the world's\nbusiest train station. Notable special wards of Tokyo include: Chiyoda, the\nsite of the National Diet Building and the Tokyo Imperial Palace; Shinjuku,\nthe city's administrative center; and Shibuya, a commercial, cultural, and\nbusiness hub.\n\n  *[lit.]: literal translation",
  "shortdescription": "Capital and largest city of Japan",
  "image_url": "https://cdn.symbolspin.com/wpimages/Tokyo.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Tokyo.jpg",
  "tags": [
    "Justice",
    "Identity",
    "Diversity"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "city",
  "symbolspin_url": "https://symbolspin.com/topic/Q1490",
  "explanipedia_url": "https://explanipedia.com/topic/Q1490",
  "fiveflows_url": "https://5flows.org/topic/Q1490"
}