{
  "qkey": "Q61157315",
  "title": "When_We_All_Fall_Asleep",
  "title_pretty": "When We All Fall Asleep",
  "description": "_**When We All Fall Asleep, Where Do We Go?**_ (stylized in all caps) is the\ndebut studio album by American singer and songwriter Billie Eilish. It was\nreleased on March 29, 2019, by Darkroom and Interscope Records in the US and\nPolydor Records in the UK. Eilish, aged 17 at the time of release, largely\nwrote the album with her brother Finneas O'Connell, who produced it at his\nsmall bedroom studio in Highland Park, Los Angeles.\n\nMusically, _When We All Fall Asleep, Where Do We Go?_ is a pop, electropop,\navant-pop, and art pop record, though it also features influences from hip hop\nand industrial music. Its songs explore themes such as modern youth, drug\naddiction, heartbreak, suicide, and mental health, with lyrical sensibilities\nof humor and horror. Eilish said the album was inspired in part by lucid\ndreaming and night terrors, which are reflected on the cover photo.\n\nThe album was marketed with the release of seven singles, four of which\nreceived multi-platinum certifications in the US—\"You Should See Me in a\nCrown\", \"When the Party's Over\", \"Bury a Friend\", and the worldwide hit \"Bad\nGuy\". Eilish also embarked on several tours in support of the album, including\nthe When We All Fall Asleep Tour and the Where Do We Go? World Tour. An\nimmediate commercial success, the album topped record charts in many countries\nduring its first week of release. By June 2019, it had sold more than 1.3\nmillion copies in the US and become the year's best-selling album in Canada,\nwhile in the UK, it had made Eilish the youngest female solo act to chart at\nnumber one.\n\nUpon release, _When We All Fall Asleep, Where Do We Go?_ received universal\nacclaim and was one of the year's most acclaimed albums. Many reviewers\npraised its subject matter, songwriting, cohesiveness, and Eilish's vocal\nstyling. At the 2020 Grammy Awards, it won Album of the Year, Best Pop Vocal\nAlbum, and Best Engineered Album, Non-Classical, while \"Bad Guy\" won Record of\nthe Year and Song of the Year; Finneas also won the award for Producer of the\nYear, Non-Classical. In 2020, the album was ranked at 397 on _Rolling Stone_\n's 500 Greatest Albums of All Time list.",
  "shortdescription": "2019 studio album by Billie Eilish",
  "image_url": "https://cdn.symbolspin.com/wpimages/When_We_All_Fall_Asleep.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/When_We_All_Fall_Asleep.jpg",
  "tags": [
    "Inclusivity",
    "Representation",
    "Creativity"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "album",
  "symbolspin_url": "https://symbolspin.com/topic/Q61157315",
  "explanipedia_url": "https://explanipedia.com/topic/Q61157315",
  "fiveflows_url": "https://5flows.org/topic/Q61157315"
}