{
  "qkey": "Q729387",
  "title": "Who's_Next",
  "title_pretty": "Who's Next",
  "description": "_**Who's Next**_ is the fifth studio album by English rock band the Who. It\ndeveloped from the aborted _Lifehouse_ project, a multi-media rock opera\nconceived by the group's guitarist Pete Townshend as a follow-up to the band's\n1969 album _Tommy_. The project was cancelled owing to its complexity and to\nconflicts with Kit Lambert, the band's manager, but the group salvaged some of\nthe songs, without the connecting story elements, to release as their next\nalbum. Eight of the nine songs on _Who's Next_ were from _Lifehouse_ , the\nlone exception being the John Entwistle-penned \"My Wife\". Ultimately, the\nremaining _Lifehouse_ tracks would all be released on other albums throughout\nthe next decade.\n\nThe Who recorded _Who's Next_ with assistance from recording engineer Glyn\nJohns. After producing the song \"Won't Get Fooled Again\" in the Rolling Stones\nMobile Studio, they relocated to Olympic Studios to record and mix most of the\nalbum's remaining songs. They made prominent use of synthesizer on the album,\nparticularly on \"Won't Get Fooled Again\" and \"Baba O'Riley\", which were both\nreleased as singles. The cover photo was shot by Ethan Russell; it made\nreference to the monolith in the 1968 film _2001: A Space Odyssey_ , as it\nfeatured group members standing by a concrete piling protruding from a slag\nheap in Easington Colliery, County Durham, apparently having urinated against\nit.\n\nThe album was an immediate success when it was released on 14 August 1971. It\nhas since been viewed by many critics as the Who's best album and one of the\ngreatest albums of all time. It has been reissued on CD several times, often\nwith additional songs originally intended for _Lifehouse_ included as bonus\ntracks.",
  "shortdescription": "1971 studio album by the Who",
  "image_url": "https://cdn.symbolspin.com/wpimages/Who's_Next.jpg",
  "thumbnail_url": "https://cdn.symbolspin.com/wpimagesthumbs/Who's_Next.jpg",
  "tags": [
    "Achievement",
    "Success",
    "Creativity"
  ],
  "slurl": "secondlife://TO_BE_ASSIGNED",
  "instance_type": "album",
  "symbolspin_url": "https://symbolspin.com/topic/Q729387",
  "explanipedia_url": "https://explanipedia.com/topic/Q729387",
  "fiveflows_url": "https://5flows.org/topic/Q729387"
}